Revit 2027 API
ParameterTypeId.TrussFamilyTopChordEndReleaseType Property
 "End Release"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TrussFamilyTopChordEndReleaseType { get; }
Public Shared ReadOnly Property TrussFamilyTopChordEndReleaseType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TrussFamilyTopChordEndReleaseType {
	ForgeTypeId^ get ();
}
static member TrussFamilyTopChordEndReleaseType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace